{"text":"Welcome to this guided meditation inspired by The High Priestess Tarot card. Find a comfortable position, gently close your eyes, and let's begin...\n\nTake a slow, deep breath in, feeling your chest and abdomen rise... Hold it for a moment... And exhale fully, letting go of any tension... Inhale deeply once more, filling your lungs with calming energy... And exhale slowly, releasing any lingering stress...\n\n...... Imagine yourself in a serene, dimly lit room. Soft candlelight flickers, casting gentle shadows around you. You are surrounded by books and scrolls, symbols of ancient wisdom and sacred knowledge. The air is filled with a sense of tranquility and mystery...\n\nAs you continue to breathe deeply, allow your intuition to awaken. Visualize a veil lifting within your mind, revealing the depths of your subconscious. Trust in the whispers of your inner voice, the wellspring of divine feminine energy that flows through you...\n\n...... Feel a profound connection to the cosmic wisdom that resides within you. Embrace the power of the High Priestess, the embodiment of intuition and spiritual insight. Let her energy guide you towards a deeper understanding of yourself and the world around you...\n\nIn this moment of stillness, repeat these affirmations in your mind:\n\"I trust in my intuition to lead me on the right path.\"\n\"I am a vessel of sacred knowledge and divine wisdom.\"\n\"The power of the subconscious mind flows through me, guiding my journey.\"\n\n...... Take a few more deep breaths, allowing these affirmations to resonate within your being. Feel the calming presence of the High Priestess enveloping you in her gentle embrace, empowering you to embrace your inner truths...\n\nSlowly begin to bring your awareness back to the present moment. Wiggle your fingers and toes, feeling grounded in the here and now. When you are ready, gently open your eyes, carrying the wisdom and serenity of the High Priestess with you.\n\nMay you continue to journey through life with grace and intuition. Blessed be.","audioUrl":"/cache/meditation_2.mp3","thetaFrequency":6.090909090909091}